{
	"locale": "en",
	"template": {
		"title": "strategic card game"
	},
	"navigation": {
		"home": "Home",
		"news": "News",
		"blog": "Blog",
		"events": "Events",
		"play": "Play",
		"online": "Play online",
		"pnp": "Play to the PnP",
		"about": "About",
		"fewWords": "About the game",
		"rules": "The rules",
		"login": "Sign in",
		"account": "Account",
		"yourAccount": "Your account",
		"logout": "Sign out",
		"referAFriend": "Refer a friend"
	},
	"footer": {
		"stayConnected": "Keep in touch",
		"locale": "Language",
		"explore": "Explore",
		"playOnline": "Play online",
		"playPnp": "Play to the PnP",
		"about": "About",
		"rules": "The rules",
		"stayInformed": "Keep informed",
		"events": "Events"
	},
	"home": {
		"strategicCardGame": "Strategic cards game",
		"playOnline": "Play online",
		"readMore": "Read more",
		"currentCycle": "Current cycle on Arena",
		"participationReward": "Reward for participating",
		"winnerReward": "Reward for the winner",
		"enterYourCode": "Register your code",
		"enterYourCodeText": "Register your code obtained on one of our events on your wizard account.",
		"send": "Send",
		"cardOfTheDay": "Card of the day",
		"cardOfTheDaytext": "Discover a card of the game every day"
	},
	"code": {
		"title": "Enter a code obtained during an event",
		"addACode": "Add a code",
		"send": "Send",
		"codeAdded": "Your code has been added to your account",
		"yourCodeHas": "Your code has :",
		"getPrepared": "Settle in, and get ready to fight.",
		"toAssociate": "To associate this code with your account, choose one of these two options",
		"ihaveAnAccount": "I already have an account",
		"iSignUp": "I sign up",
		"happy": "We are happy to see you again!",
		"oops": "Oops!",
		"notAvailable": "This code is not available.",
		"notAvailableText": "It is possible that you made a mistake or that your code was invalidated.",
		"loots": {
			"shard": {
				"title": "%s mana shards",
				"text": "Crystallized energy from the Crown allowing its holder to stand out from other wizards. Allows you to buy cosmetics in Arena."
			},
			"coin": {
				"title": "%s strange coins",
				"text": "Nobody knows where these pieces made of an unknown yellow metal come from. Enables the content of the edition ordered during the future Kickstarter campaign."
			}
		}
	},
	"arena": {
		"playOnline": "Play The First Spine Online",
		"windows": "Windows",
		"browser": "On your computer's browser",
		"mobile": "On your mobile",
		"soon": "Soon",
		"googlePlay": "Google Play",
		"introduction": "Play The First Spine online for free! A highly strategic board game, where you can summon creatures and artifacts on a large game board.",
		"allTheContentTitle": "All the content, nothing less",
		"allTheContentText1": "No need to buy cards, no need to play for hours to get the same cards as your opponents. The First Spine is above all a highly competitive board game, it is normal that everyone has the same chances of winning.",
		"allTheContentText2": "Only your strategy and your talent will allow you to triumph over your opponents",
		"cyclesTitle": "Events every 6 weeks",
		"cyclesText": "Free events will be released in 6 week cycles. Each cycle has its own cosmetics to unlock and a few additional rules that will radically change the way you play!",
		"versionsTitle": "Multiple devices, one account",
		"versionsText1": "Your freedom is important to us: you can continue your game from the PC or browser version, or continue it on these supports.",
		"versionsText2": "And above all, you can play together, whatever your device.",
		"helpTitle": "Help finance the game",
		"helpText": "By playing, you will participate financing the game in its physical version! We want to make The First Spine an independant, self-funded game, without pressure from publishers. We want to make our own game design choices, our own artistic choices, and thanks to you we will get there!",
		"services": "State of online services",
		"arena": "Online games",
		"auth": "Authentication",
		"bots": "PvE",
		"messaging": "Live notifications",
		"rest": "Resources",
		"rooms": "Discussion rooms",
		"solid-pancake": "Statistics",
		"shop": "Online shopping"
	},
	"pnp": {
		"title": "Print & Play version",
		"introduction": "This new PnP version allows you to build the content of your edition and customize the style of your cards. This version replaces the old one on Google Drive. It is updated continuously according to the balance of the game and the new content.",
		"content": "Content",
		"contentText": "Customize the content of your edition.",
		"destinies": "Destinies",
		"destiniesText": "Destiny is a deck of 37 cards (36 playable cards, and a character card).",
		"conjurer": "Conjurer",
		"summoner": "Summoner",
		"sorcerer": "Sorcerer",
		"hunter": "Hunter",
		"origins": "Origins",
		"originsText": "An origin is a deck of 6 cards which accompanies each destiny.",
		"healer": "Healer",
		"priest": "Priest",
		"architect": "Architect",
		"style": "Style",
		"styleText": "Although the physical version of the game only contains the \"classic\" style, we allow you to modify the style of the cards to personalize your edition.",
		"classic": "Classic",
		"nostalgy": "Nostalgy",
		"scales": "Scales",
		"cartographer": "Cartographer",
		"generate": "Generate the PnP version"
	},
	"about": {
		"title": "About the game",
		"whereTitle": "Where do we play?",
		"whereText": "We try to offer you a maximum of supports to try The First Spine. You can play online with Arena or by downloading the PnP version.",
		"online": "Online",
		"offline": "By printing",
		"howWePlayTitle": "How do we play?",
		"howWePlayText1": "The First Spine is a strategic card game for 2 to 4 players. Each player places creatures and artifacts on a board while playing deadly spells.",
		"howWePlayText2": "At the end of each player's turn, their creatures and artefacts collide with those of their enemies..",
		"howWePlayText3": "One objective: destroy enemy wizards.",
		"storyTitle": "The lore of the game",
		"storyText1": "A long time ago, the world of Aetheria was only ashes. One day a thorn sprouted from the ground; the Primordial Thorn created the vegetation. Vegetation, in turn, spawned the creatures that inhabit the world today as we know it today.",
		"storyText2": "The story of the first prophet named Dementia is told on the continent of Exodia. This one managed to create a powerful artifact called The Crown; the presence of this artifact gave the people of Aetheria extremely powerful supernatural powers.",
		"storyText3": "We are now capable of the greatest wonders, as of the greatest misdeeds. Some are able to build artifacts by the mere strength of their mind. Others have the power to materialize creatures that were unknown to us. And finally, some have the power to cast powerful spells by saying simple words.",
		"storyText4": "Today, The Crown is lost. Legend says it can only be found by the most powerful of all wizards."
	},
	"news": {
		"title": "News",
		"readMore": "Read more"
	},
	"rules": {
		"title": "The game's rules",
		"decksTitle": "The decks",
		"destiniesTitle": "Destinies",
		"destiniesext1": "Destiny represents the main cards you have. The first edition of The First Spine has 4 destinies, namely the Conjurer, the Summoner, the Sorcerer and the Hunter.",
		"conjurerTitle": "Conjurer",
		"conjurerText1": "The Conjurer can bring up great artifacts just by thought to generate steadfast defenses.",
		"summonerTitle": "Summoner",
		"summonerText1": "Summoner can materialize creatures straight out of their opponents' nightmares.",
		"sorcererTitle": "Sorcerer",
		"sorcererText1": "Neither Summoner nor Conjurer, the Sorcerer has powerful spells to thwart the strategies of his opponents.",
		"hunterTitle": "Chasseur",
		"hunterText1": "The Hunter has everything to hunt down the different wizards of Exodia. Using his opponents' weapons is his specialty.",
		"originsTitle": "Origins",
		"originsText1": "The origin represents where your player comes from, and the cards that will complete your starting deck. The origin must remain secret and complete your deck with 6 additional cards. Remember: if you play a card of your origin, expect to reveal your strategy.",
		"healerTitle": "Healer",
		"healerText1": "The healer has a healing spell and a whole range of defenses.",
		"architectTitle": "Architect",
		"architectText1": "The architect can modify the playing field as he pleases.",
		"priestTitle": "Priest",
		"priestText1": "The Priest knows the pangs of pain and uses it for his own ends.",
		"blacksmithTitle": "Blacksmith",
		"blacksmithText1": "The Blacksmith can increase the defense of his cards and use a deadly hammer.",
		"essentialsTitle": "The essentials",
		"objectiveTitle": "Objective of the game",
		"objectiveText1": "The First Spine is a board and card game, in the sense that players draw cards, and can put them down and play them on a game board.",
		"objectiveText2": "Choose a destiny and an origin for your character, and reduce to 0 the hit points of your opponents by placing the cards on the game board.",
		"contentTitle": "Content of the game",
		"contentText1": "The game board",
		"contentText2": "4 destinies decks of 36 cards each",
		"contentText3": "4 origins decks of 24 cards each",
		"contentText4": "36 special cards (12 “water” cards, 12 “lava” cards, 12 “pit” cards)",
		"contentText5": "Double-sided statistics tokens",
		"installTitle": "Installation",
		"installText1": "Choose a destiny",
		"installText2": "Each player chooses a destiny and takes the respective destiny and origin decks. They place the sorcerer card in front of them in the center of the end of the game board which is closest to them..",
		"installText3": "Choose an origin",
		"installText4": "Each player chooses and draws the six original cards from the origins deck, marked with the same letter in the lower right on a silver background. The remaining cards must be put offside.",
		"installText5": "Start-up",
		"installText6": "Players shuffle their cards and draw 6 cards to form their starting hand.",
		"cardsTitle": "The cards",
		"typesTitle": "Card types",
		"typesText1": "Artifacts",
		"typesText2": "Artifacts are cards that you must place on the game board. Artifacts cannot initiate confrontations with other cards placed on the game board. Artifacts cannot move.",
		"typesText3": "Creatures",
		"typesText4": "Creatures are cards that you must put on the game board. Creatures must initiate confrontations with other opposing cards and sorcerers on the game board. Creatures can move.",
		"typesText5": "The Spells",
		"typesText6": "Spells must not be placed on the game board. Once played, a spell card must be discarded.",
		"statsTitle": "Stats & capacities",
		"statsText1": "Represents strength (in red) and defense (in blue) on the side of the card.",
		"statsText2": "The symbol here represents the capacity on the side of the card. This capacity only affects the side on which it is marked.",
		"statsText3": "The black number in the center represents the life of the card. If the life of the card drops to 0, it is considered destroyed.",
		"statsText4": "This symbol - and all other symbols there - represents the capacity of the card.",
		"specialsTitle": "Special cards",
		"specialsText1": "Les squares",
		"specialsText2": "The First Spine game board may contain special squares that each have a different effect. These squares can be added at the start of the game, or during the game.",
		"specialsText3": "Wizards",
		"specialsText4": "Each player is represented by a sorcerer. The number in the center represents his hit points. When these drop to 0, the player has lost. The sorcerers place themselves on the boxes located in the center of the ends of the board. In 1 against 1, they are placed in front of each other.",
		"specialsText5": "Wizards cannot move, and cannot initiate confrontations with other cards.",
		"flowTitle": "Game play",
		"startTitle": "Start-up",
		"startText1": "Each part is broken down into turns going in a clockwise order. Each turn contains 3 phases of games to be played in order: discard / draw, actions and finally confrontations.",
		"startText2": "Before playing",
		"startText3": "The player who starts is the one who lost a previous game. If no game has been played before, the one who got up the earliest starts.",
		"startText4": "Before the turj",
		"startText5": "Before starting your turn, effects that happen “before your turn” resolve before the discard / draw phase.",
		"discardTitle": "Discard & Draw",
		"discardText1": "You can discard a card, i.e. put it in your discard pile. You can discard additional cards, for one hit point per card.",
		"discardText2": "Then, you have to draw cards to have a hand of six cards.",
		"discardText3": "This phase must be played at the start of each round and is mandatory.",
		"discardText4": "If you cannot draw enough cards at the start of your turn to make up your hand, your wizard loses 1 life for each card you cannot draw.",
		"actionsTitle": "Actions",
		"actionsText1": "Place a card",
		"actionsText2": "You can place a creature or artifact on the game board in front of you.",
		"actionsText3": "A card can only be placed on an empty square and adjacent to a square you control. You control a square if one of your cards is on the square, including the sorcerer who represents you.",
		"actionsText4": "Play a spell",
		"actionsText5": "You can play a spell card you have in hand.",
		"actionsText6": "Move a creature",
		"actionsText7": "You can move a creature from one space on the game board to another free space. Diagonals are not allowed.",
		"confrontationsTitle": "Confrontations",
		"confrontationsText1": "Procedure",
		"confrontationsText2": "If a creature or artifact with the Threat (see abilities at the end of the rules) you control is placed next to another card controlled by an opponent, or next to an opposing wizard, they must enter into confrontation . If one of your cards must confront several cards, you choose the card with which it enters into confrontation.",
		"confrontationsText3": "During a confrontation, you must calculate the hit points lost by each card. To do this, you must take the attack (in red) on the side of the confronting cards and subtract the defense (in blue) from their opposite card. The result obtained must be deducted from the hit points of the cards..",
		"confrontationsText4": "The confrontation phase must close the player's turn.",
		"confrontationsText5": "Example",
		"confrontationsText6": "In the example above, The Paladin belongs to the active player and enters into confrontation with the Barbed Wire.",
		"confrontationsText7": "The Paladin inflicts <span class=\"stat strength\">3</span> - <span class=\"stat defense\">0</span> life points to the Barbed Wire, so <span class=\"stat life\">3</span> hit points in total. The Barbed Wire inflicts <span class=\"stat strength\">4</span> - <span class=\"stat defense\">2</span> hit points, so <span class=\"stat life\">2</span> hit points in total.",
		"confrontationsText8": "The Barbed wire is therefore destroyed and goes to the owner's discard pile. The Paladin stays in play with <span class=\"stat life\">2</span> hit points.",
		"capacitiesTitle": "The capacities",
		"capacities-cardTitle": "Card capacities",
		"capacities-cardText1": "Death",
		"capacities-cardText2": "If the card loses at least one life point, it is destroyed. If the card is destroyed by a creature or artifact, that creature or artifact is destroyed.",
		"capacities-cardText3": "Treason",
		"capacities-cardText4": "If the card is destroyed by an opponent, it must be returned to the board in the same place and checked by the opponent who destroyed it. The card loses this ability once it has been returned to the game. If the card must go to a discard pile, it must be put in the discard of its original owner.",
		"capacities-cardText5": "Run",
		"capacities-cardText6": "At the start of your turn (before the draw phase), you can move one of the cards that has this ability.",
		"capacities-cardText7": "Burden earth",
		"capacities-cardText8": "If the card is destroyed by another card, the space occupied by this card can only be used from your next turn.",
		"capacities-cardText9": "Growth",
		"capacities-cardText10": "The card wins <span class=\"stat strength\">1</span> each owner's turn for 5 turns.",
		"capacities-sideTitle": "Side capacities",
		"capacities-sideText1": "Threat",
		"capacities-sideText2": "The card confronts with other cards placed on the side of the ability.",
		"capacities-sideText3": "Aura",
		"capacities-sideText4": "The card placed on the side of the ability wins <span class=\"stat strength\">2</span> for all sides as long as it is controlled by the same player.",
		"exceptionsTitle": "Special cases",
		"exceptionsText1": "Here are some rules that will help you if conflicts arise during the game:",
		"capacities-vs-effectsTitle": "Capacities vs. Effects",
		"capacities-vs-effectsText1": "Capacities (symbols on cards) take priority over effects (text on cards).",
		"many-capacities-effectsTitle": "Multiple abilities and effects at the same time",
		"many-capacities-effectsText1": "If multiple abilities are to be played at the same time, they resolve in the order of the abilities presented in this rule. An effect composed of several sentences is considered to be a series of effects. If several effects must be played at the same time, the active player has priority over these effects.",
		"card-vs-ruleTitle": "Card vs rule",
		"card-vs-ruleText1": "If a card contradicts the rules, the card wins.",
		"card-vs-cardTitle": "Card vs card",
		"card-vs-cardText1": "If two cards contradict each other, the one saying you can't do anything wins out over the one saying you can do it."
	},
	"login": {
		"title": "Sign in",
		"error-wrongEmailOrPassword": "Wrong email or password",
		"error-unavailable": "Auth service is not available",
		"email": "Email address",
		"password": "Password",
		"loginNow": "Sign in now",
		"loginWithFacebook": "Sign in with Facebook",
		"or": "or"
	},
	"forgotten-password": {
		"title": "Forgotten password",
		"message-sent": "Your password has been sent to you!",
		"email": "Email address",
		"send": "Resend a password",
		"message": "Have you lost your password? Enter your e-mail address below and we will resend you a password:"
	},
	"subscribe": {
		"title": "Register",
		"error-check": "Oops, your registration could not be completed. Verify your information.",
		"error-unavailable": "The registration system is currently not available.",
		"error-cgu": "Please accept the terms of use.",
		"referingActivated": "Refering link activated",
		"referingActivatedText": "You will register with a refering link.",
		"email": "Email address",
		"password": "Mot de passe (8 caractères minimum)",
		"cgu": "I accept <a class=\"has-text-primary\" target=\"_blank\" href=\"/cgu\">the terms of use</a>",
		"subscribe": "Register",
		"or": "or"
	},
	"profile": {
		"title": "Profile",
		"yourAccount": "Your account",
		"editOnlineProfile": "Edit your online profile",
		"download": "Your online profile cannot be changed here. Download and install <a href=\"/arena\" class=\"has-text-primary\">Arena</a> to change your avatar or wizard name.",
		"currencies": "Your currencies",
		"editPAssword": "Change your password",
		"newPassword": "New Password",
		"confirmPassword": "Confirm your password",
		"changePassword": "Change the password",
		"error-confirmationNotPatch": "Passwords do not match.",
		"error-length": "Password must be at least 8 characters long.",
		"error-unkown": "Password change failed.",
		"message-passwordChanged": "Password has been changed."
	},
	"report": {
		"title": "Report a player",
		"form": "Reporting form",
		"reason": "Reason for reporting",
		"chose": "Choose...",
		"cheat": "Cheat",
		"inappropriate-behavior-insults": "Inappropriate behavior, insults",
		"harassment-or-intimidation": "Harassment or intimidation",
		"moreDetails": "Give us more details about your report",
		"detailsPlaceholder": "Be as specific as possible, with timetables and copies of your transcripts. We will not be able to take the necessary measures if the slightest doubt remains.",
		"reportPlayer": "Report this player",
		"sanctions": "The sanctions applied",
		"sanctionsText": "Here are the floor sanctions we apply. If we find aggravating circumstances (installing spyware on another player's client, for example), we reserve the right to add curses or apply a permanent ban immediately.",
		"penalty": "Penalty without recurrence",
		"penaltyRecurrence": "Penalty if recurrence",
		"penaltyRecurrence2": "Penalty for second recidivism",
		"curse": "Curse",
		"banishment": "Banishment",
		"errorInvalidReason": "Invalid reason",
		"errorMoreDetails": "Please give more details",
		"messageReportSent": "Your report was sent!"
	},
	"refer-a-friend": {
		"title": "Refer a friend",
		"howTo": "How to refer a friend?",
		"howToLink": "Give this link to the registration form to your future referral:",
		"alreadyActivated": "Your refering is already activated!",
		"login": "Log in to activate the affiliate link.",
		"howToLink2": "By registering with this link, your affiliate link will be activated!",
		"giftTitle": "A welcome gift for both of you",
		"giftText1": "As soon as your godchild has played their first classic or tournament game, you will both get 100 mana shards.",
		"giftText2": "A good way to welcome your referral!",
		"progressTitle": "He progresses, you gain",
		"progressText1": "At the end of each cycle, you will receive bursts of mana at the height of your referral's progress. For each game you win, you will earn 3 Mana Shards!",
		"progressText2": "Choose your referal well, the stronger it will be, the more it will be profitable for you!",
		"conditions1": "as a code sent by email. The codes are sent once a day, the sending is not immediate. Within the limit of one sponsored person per account. Excluding parties between a referer and his referal.",
		"conditions2": "as a code sent by email. The code will be sent within a maximum of five days after the end of the cycle. Maximum gain of 300 Mana Shards. Excluding parties between a referer and his referal."
	},
	"events": {
		"title": "Events",
		"online": "Online",
		"physic": "IRL"
	}
}